[Demo_Maya_ep4_3_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1434,Y=-1785,Z=135),SecTime=-180)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=1254,Y=-1788,Z=0),VecSub=(X=0,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=6)
DemoScripts[6]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0106_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0600_lp_Sulk",Number=8)
DemoScripts[22]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[27]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[28]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[29]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[34]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_009_Cue',Name="カミゾノ　マヤ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[41]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[46]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[47]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[51]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[61]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[62]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[63]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[68]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_017_Cue',Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[76]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=0)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_020_Cue',Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[85]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[86]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[90]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_022_Cue',Name="")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[100]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[102]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[104]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[105]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[106]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[111]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[113]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_029_Cue',Name="")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[115]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_030_Cue',Name="カミゾノ　マヤ")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_3.GG2_V_Maya_ep4_3_032_Cue',Name="")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[126]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[127]=(Actor=WINDOW,Command=EXIT)
DemoScripts[128]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[129]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[130]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[131]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[132]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep4_3_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=STUDY,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=EROTIC,ParamNum=75),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep4_3_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="呼,女孩子們也安靜下來了....../n這樣就能專心療傷了吧.")

Texts[1]=(Label="TEXT02",Name="真夜",Text="......峯哥,太大驚小怪了./n這種程度的傷,以前很常有.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="我還記得哦./n小真夜明明不擅長運動,/n小時候卻常常跟我一起調皮搗蛋,對吧.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="然後每次都會被小忍罵.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="不過,小真夜也已經是/n正值青春年華的女孩子了,/n我覺得還是多注意點比較好.")

Texts[5]=(Label="TEXT06",Name="真夜",Text="......呣.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我知道妳喜歡動物,/n但是別太亂來了.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="來,讓我看看妳的傷口./n要快點消毒纔行.")

Texts[8]=(Label="TEXT09",Name="真夜",Text="峯哥,好固執......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="如果是為了小真夜,/n要我多固執都行哦.")

Texts[10]=(Label="TEXT11",Name="真夜",Text="唔唔......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="傷口會痛嗎?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="這點程度,沒事......")

Texts[13]=(Label="TEXT14",Name="真夜",Text="......!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="才剛說完就這樣....../n妳等等哦./n我現在就來準備消毒.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="好,為了處理傷口,/n能把屁股露出來嗎?")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="性騷擾是NG的!")

Texts[17]=(Label="TEXT18",Name="真夜",Text="那......太羞恥了.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="纔不羞恥!!",Format[0]=(Size=37,Start=0,End=22))

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="像你這樣的存在很羞恥啊....../n別開玩笑了,請快點替她/n處理傷口......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="那麼......為了治療,/n可以告訴我妳的三圍嗎?")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="只不過是消毒,/n不需要三圍啦!")

Texts[22]=(Label="TEXT23",Name="真夜",Text="八十八,六十,/n八十九......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="嗚哇哇哇!/n沒有啦! 我是開玩笑的!")

Texts[24]=(Label="TEXT25",Name="真夜",Text="......騙你的./n剛才那是,開玩笑的./n我......身材沒那麼,勁爆......")

Texts[25]=(Label="TEXT26",Name="峯大",Text="沒......沒關係啦!/n市場也是有這種需求的!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="來,讓我看看妳受傷的地方吧./n我現在就咚咚咚地......幫妳拍一拍.")

Texts[27]=(Label="TEXT28",Name="峯大",Text="我會以化身鼓手的心情/n有節奏地拍打.")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="你是虐待狂嗎!?")

Texts[29]=(Label="TEXT30",Name="真夜",Text="那會很痛嗎......?")

Texts[30]=(Label="TEXT31",Name="峯大",Text="--痛楚最終會轉變成快感.")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="纔不會變咧!/n請認真處理傷口好嗎!")

Texts[32]=(Label="",Name="",Text="")

Texts[33]=(Label="SELECT01",Name="",Text="讓我看看傷口")

Texts[34]=(Label="SELECT02",Name="",Text="傷口會痛嗎?")

Texts[35]=(Label="SELECT03",Name="",Text="把屁股露出來")

Texts[36]=(Label="SELECT04",Name="",Text="告訴我/n妳的三圍")

Texts[37]=(Label="SELECT05",Name="",Text="有節奏地拍打/n受傷的部位")


